/* The names for the various file-item tests. */

"Tiny files" = "File molto piccoli";
"Small files" = "File piccoli";
"Medium files" = "File medi";
"Large files" = "File grandi";
"Huge files" = "File enormi";
"Images" = "Immagini";
"Audio" = "Audio";
"Version control" = "Version control";
"Packages" = "Pacchetti";
"Hard-linked items" = "Elementi hard-linked";


/* The names for the various color palettes. */

"OliveSunset" = "Olive sunset";
"MossAndLichen" = "Moss and lichen";
"Monaco" = "Monaco";
"Bujumbura" = "Bujumbura";
"CoffeeBeans" = "Coffee beans";
"BlueSkyTulips" = "Blue sky tulips";
"OrigamiMice" = "Origami mice";
"GreenEggs" = "Green eggs";
"FengShui" = "Feng Shui";
"Daytona" = "Daytona Beach";
"FlyingGeese" = "Magenta magic";
"Rainbow" = "Rainbow";
"LagoonNebula" = "Lagoon nebula";


/* The names for the various color mapping schemes. */

"level" = "Gerarchia";
"extension" = "Estensione";
"folder" = "Cartella";
"name" = "Nome";
"nothing" = "Nessuna";
"top folder" = "Cartella superiore";
"uniform type" = "Classe";


/* The names of the file size types. */

"logical" = "Logica";
"physical" = "Fisica";


/* The names of the "special" files in the viewer. */

"free" = "Spazio disponibile";
"freed" = "Spazio liberato";
"misc used" = "Altro spazio utilizzato";


/* The names of the supported file-deletion targets. */

"delete nothing" = "Niente";
"only delete files" = "File";
"delete files and folders" = "File e cartelle";
